/* Location Services Disabled Allert title */
"Location Services Disabled" = "Location Services Disabled";

/* Location Services Disabled Allert message */
"Please enable location services for this app in Settings." = "Please enable location services for this app in Settings.";

/* Unnown city description */
"Unnown" = "Unnown";

/* Refresh controll message */
"Updating weather info..." = "Updating weather info...";

